{
    "es": {
        "lang":"es",
        "description": "Portafolio de Jackestar",
        "skipContent": "Ir al contenido",
        "canvasNeed": "Necesitas Canvas",
        "skillsDefault": "Desarrollador web, diseñador gráfico, estudiante de ingeniería electrónica",
        "skillsList": "['Desarrollador web','Diseñador gráfico','Estudiante de ingeniería electrónica','Entusiasta de la IA','Entusiasta de Linux']",
        "GithubProfile": "Perfil de Github",
        "huggingProfile": "Perfil de HuggingFace",
        "linkedinProfile": "Perfil de Linkedin",
        "circuitScanDes": "Sistema de reconocimiento óptico de símbolos electrónicos, enfocado al reconocimiento de circuitos electrónicos para exportación en formato SPICE",
        "ElectronicToolsDes": "Algunos programas realizados en diferentes lenguajes para diferentes problemas",
        "pcbTraceTool": "Una librería para generar patrones de líneas tipo PCB en un lienzo HTML5.",
        "jsBlogDes": "Sitio web, portafolio y varios proyectos y blog de Jackestar",
        "pensumGeneratorDes": "Un organizador gráfico de pensum",
        "RLCSdatasetDes": "Conjunto de datos: Consiste en componentes electrónicos dibujados a mano según el estándar IEC para resistencias, capacitores, inductores y fuentes de voltaje.",
        "nomenDes": "Interfaz gráfica moderna para codificar componentes de color por código numérico o de color (RLC)",
        "bannerMakerDes": "Personaliza y crea banner a partir del paquete de íconos seleccionado y personaliza estilos y color para crear una imagen",
        "biosPassDes": "Interfaz Gráfica y Traducción. Original de",
        "tableExperimentDes": "Generador de tablas para datos experimentales de laboratorio",
        "data64Des": "Interfaz para convertir imágenes a data64 y viceversa",
        "jackestarBlogTitle": "Blog de Jackestar",
        "jackestarBlogDes": "Blog de ingeniería en español sobre microcontroladores, teoría de control, electronica, informática y tecnología en general",
        "visit": "Visitar",
        "papers": "Artículos"
    },
    "en": {
        "lang":"en",
        "description": "Jackestar's Portfolio",
        "skipContent": "Skip to content",
        "canvasNeed": "You Need Canvas",
        "skillsDefault": "Web Developer, Graphic Designer, Electronic Engineering Student",
        "skillsList": "['Web Developer','Graphic Designer','Electronic Engineering Student','AI enthusiast','Linux enthusiast']",
        "GithubProfile": "Github Profile",
        "huggingProfile": "HuggingFace Profile",
        "linkedinProfile": "Linkedin Profile",
        "circuitScanDes": "Optical recognition system for electronic symbols, focused on the recognition of electronic circuits for export in SPICE format",
        "ElectronicToolsDes": "Some Programs made in different languages for different problems",
        "pcbTraceTool": "A library for generating PCB-like line patterns on an HTML5 canvas.",
        "jsBlogDes": "Jackestar's website, portfolio and various projects and blog",
        "pensumGeneratorDes": "A graphical pensum organizer",
        "RLCSdatasetDes": "Dataset: It consists of hand-drawn electronic components according to the IEC standard for resistors, capacitors, inductors and voltage sources.",
        "nomenDes": "Modern graphical interface for coding color components by numerical or color code (RLC)",
        "bannerMakerDes": "Customize and create banner from selected icon pack and Customize styles and color to create a images",
        "biosPassDes": "Graphical Interface and Translation. Original by",
        "tableExperimentDes": "Table generator for laboratory experimental data",
        "data64Des": "Interface to convert images to data64 and vice versa",
        "jackestarBlogTitle": "Jackestar Blog",
        "jackestarBlogDes": "Engineering blog in Spanish about microcontrollers, control theory, electronics, computing and technology in general",
        "visit": "Visit",
        "papers": "Papers"
    }
}
